Repository: Msquare-Labs/karo-localization-llm
Catalog: Frameworks/WhatsNew.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, sv, tr, zh_hans, zh_hant

# whatsNewWhatsAppButtonTitle
source: Try on WhatsApp
ar: جرب على WhatsApp
de: Auf WhatsApp ausprobieren
es: Probar en WhatsApp
fr: Essayer sur WhatsApp
hi: WhatsApp पर आज़माएं
it: Prova su WhatsApp
ja: WhatsAppで試す
ko: WhatsApp에서 사용해보기
nl: Probeer op WhatsApp
pl: Wypróbuj na WhatsApp
pt: Experimente no WhatsApp
sv: Prova på WhatsApp
tr: WhatsApp'ta Deneyin
zh_hans: 在WhatsApp上试用
zh_hant: 在WhatsApp上試用
